Revit 2024 API
StringParameterValue Constructor
 Default constructor
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016 Subscription Update
Syntax
C#
public StringParameterValue()
Visual Basic
Public Sub New
Visual C++
public:
StringParameterValue()
See Also
StringParameterValue Class
StringParameterValue Overload
Autodesk.Revit.DB Namespace